"New Temporary Chat" = "Xat temporal nou";

"Toggle Sidebar" = "Commuta la barra lateral";

"You can continue this chat from the app." = "Pots continuar aquest xat des de l’app.";

"Continuous chat" = "Xat continu";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Tant per habilitar el xat bidireccional com per completar la drecera just després de la resposta";

"What would you like to ask ChatGPT about?" = "Sobre quin tema vols preguntar-li a ChatGPT?";

"Check for Updates…" = "Cerca actualitzacions…";

"Model slug" = "Slug del model";

"Model to use with the new chat" = "Model a utilitzar amb el nou xat";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Aquesta acció llança l’app ChatGPT per començar una conversa de veu amb ChatGPT.";

"%@" = "%@";

"Message to send to ChatGPT" = "Missatge per enviar a ChatGPT";

"Start new chat" = "Comença un xat nou";

"Chat Identifier" = "Identificador del xat";

"Would you like to start a new chat?" = "Vols començar un nou xat?";

"Content" = "Contingut";

"Indicates whether a new chat should be started" = "Indica si caldria començar un xat nou";

"This action will send a single message to a chat with ChatGPT and return the response." = "Aquesta acció enviarà un únic missatge a un xat amb ChatGPT i tornarà la resposta.";

"Start voice conversation with ChatGPT" = "Comença una conversa de veu amb ChatGPT";

"Message Identifier" = "Identificador del missatge";

"New Chat" = "Xat nou";

"Ask ChatGPT" = "Pregunta-li a ChatGPT";

"Which model would you like to use?" = "Quin model t’agradaria utilitzar?";

"ChatGPT Help" = "Ajuda de ChatGPT";

"Is there anything else you would like to ask about?" = "Hi ha alguna pregunta més que t’agradaria fer?";

"Message" = "Missatge";

"Settings…" = "Configuració…";

"Start voice conversation" = "Comença una conversa de veu";

"Change Shortcut" = "Canvia la drecera";

"Model" = "Model";

"Model name" = "Nom del model";

